Sample_projects/05132011/pax-tests/src/test/resources/example-request.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Header />
	<soap:Body>
		<ns1:sendIt xmlns:ns1="http://bartek.com/">
			<arg0 xmlns="http://bartek.com/">Hello</arg0>
		</ns1:sendIt>
	</soap:Body>
</soap:Envelope>
